Repository: canawa/clevxcode
Catalog: ClevVPN/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld ms
ru: %lld мс

source: ★ Favorites
ru: ★ Избранное

source: ⚡ Auto
ru: ⚡ Авто

source: About
ru: О приложении

source: Action
ru: Действие

source: Activate
ru: Активировать

source: Active until
ru: Активна до

source: Add
ru: Добавить

source: Add domains or IP addresses that should bypass the VPN or always use it
ru: Добавьте домены или IP-адреса, которые должны идти мимо VPN или всегда через него

source: Add to %@
ru: Добавить в «%@»

source: Add to favorites
ru: В избранное

# Add to My
source: Add to Favorites
ru: Добавить в избранное

source: All
ru: Все

source: All traffic follows the routing mode from Rules
ru: Весь трафик идёт по режиму из вкладки «Правила»

source: All traffic via VPN
ru: Весь трафик через VPN

source: All traffic via VPN except your rules
ru: Весь трафик через VPN, кроме ваших правил

source: Allow
ru: Разрешить

source: Allow ClevVPN to manage the tunnel (admin password, one time)
ru: Разрешите ClevVPN управлять туннелем (пароль администратора, один раз)

source: another VPN
ru: другой VPN

source: Another VPN is running: %@
ru: Запущен другой VPN: %@

source: Another VPN is still on: %@
ru: Другой VPN всё ещё включён: %@

source: App routing
ru: Маршрутизация приложений

source: Apps
ru: Приложения

source: Auto — fastest server
ru: Авто — самый быстрый сервер

source: Blocks all internet if the VPN drops — your real IP never leaks.
ru: Блокирует весь интернет, если VPN отключится, — реальный IP не утечёт.

source: Bypass VPN
ru: Мимо VPN

source: Cancel
ru: Отмена

source: Checked apps connect directly, everything else goes through the VPN
ru: Отмеченные приложения идут напрямую, всё остальное — через VPN

source: Checking ping…
ru: Проверка пинга…

source: Choose a mode to route traffic per app
ru: Выберите режим, чтобы направлять трафик по приложениям

source: Choose servers for My list
ru: Выбрать серверы для «Мои»

source: Connect
ru: Подключить

source: Connected
ru: Подключено

source: CONNECTED
ru: ПОДКЛЮЧЕНО

source: Connecting…
ru: Подключение…

source: Country flag in the menu bar
ru: Флаг страны в меню-баре

source: Create
ru: Создать

source: Custom rules only
ru: Только свои правила

source: Delete folder
ru: Удалить папку

source: Delete rule
ru: Удалить правило

source: Disconnect
ru: Отключить

source: Disconnecting…
ru: Отключение…

source: Domain
ru: Домен

source: Domain rules match the domain and all subdomains
ru: Правило по домену действует на домен и все поддомены

source: Done
ru: Готово

source: Everything goes through the tunnel
ru: Всё идёт через туннель

source: Fast and reliable access without borders
ru: Быстрый и надёжный доступ без границ

source: Folder name
ru: Название папки

source: Home
ru: Главная

source: VPN core is missing from the app package
ru: В пакете приложения нет ядра VPN

source: Install the core: brew install sing-box
ru: Установите ядро: brew install sing-box

source: VPN core not found in the app bundle
ru: Ядро VPN не найдено в пакете приложения

source: iOS does not allow per-app VPN for regular apps — this is an Apple restriction for all VPN clients. Use domain and IP rules instead.
ru: iOS не позволяет обычным приложениям пускать отдельные приложения мимо VPN — это ограничение Apple для всех VPN-клиентов. Используйте правила по доменам и IP.

source: Language
ru: Язык

# My
source: Favorites
ru: Избранное

source: My rules
ru: Мои правила

source: My servers
ru: Мои серверы

source: New folder
ru: Новая папка

source: New rule
ru: Новое правило

source: No other VPN — all clear
ru: Другой VPN выключен — всё чисто

source: No servers here yet
ru: Здесь пока нет серверов

source: No servers in My yet — add them with the button above or right-click a server
ru: В «Мои» пока пусто — добавьте кнопкой выше или правым кликом по серверу

source: Not connected
ru: Не подключено

source: Off
ru: Выкл

source: Only checked apps go through the VPN, everything else connects directly
ru: Через VPN идут только отмеченные приложения, всё остальное — напрямую

source: Only selected via VPN
ru: Только выбранные через VPN

source: Paste from clipboard
ru: Вставить из буфера обмена

source: Paste your access key
ru: Вставьте ваш ключ доступа

source: Ping servers
ru: Пинг серверов

source: Ping this server
ru: Пингануть сервер

source: Protected
ru: Защищено

source: Quit ClevVPN
ru: Выйти из ClevVPN

source: Re-check
ru: Проверить

source: Recent
ru: Последние

source: Remove
ru: Удалить

source: Remove from %@
ru: Убрать из «%@»

source: Remove from favorites
ru: Убрать из избранного

# Remove from My
source: Remove from Favorites
ru: Убрать из избранного

source: Remove key and sign out
ru: Удалить ключ и выйти

source: Remove the access key from this device?
ru: Удалить ключ доступа с этого устройства?

source: Restart the app to apply the language
ru: Перезапустите приложение, чтобы применить язык

source: Routing
ru: Маршрутизация

source: Rules
ru: Правила

source: Russian sites and local networks connect directly
ru: Российские сайты и локальные сети — напрямую

source: Search apps
ru: Поиск приложений

source: Search servers
ru: Поиск серверов

source: Security
ru: Безопасность

source: Selected bypass VPN
ru: Выбранные — мимо VPN

source: Servers
ru: Серверы

source: Settings
ru: Настройки

source: Shows the connected country's flag next to the menu-bar icon.
ru: Показывает флаг подключённой страны рядом с иконкой в меню-баре.

source: sing-box core not found. Install it: brew install sing-box
ru: Ядро sing-box не найдено. Установите: brew install sing-box

source: Smart mode
ru: Умный режим

source: Start
ru: Старт

source: Stop
ru: Стоп

source: Subscription
ru: Подписка

source: Support
ru: Поддержка

source: Switches automatically by ping
ru: Переключается автоматически по пингу

source: System
ru: Системный

source: The key is provided with your subscription
ru: Ключ выдаётся вместе с подпиской

source: Traffic mode
ru: Режим трафика

source: Traffic used
ru: Использовано трафика

source: Turn it off before connecting — two VPNs conflict over routing
ru: Выключите его перед подключением — два VPN конфликтуют за маршрутизацию

source: Type
ru: Тип

source: Update subscription
ru: Обновить подписку

source: Version
ru: Версия

source: Via VPN
ru: Через VPN
